"There was an error in processing the images." = "Wystąpił błąd podczas przetwarzania obrazków.";

"The MakePDF application not found on this system." = "Program MakePDF nie został znaleziony w tym systemie.";